Revit 2027 API
AdvancedOpaque.OpaqueLuminance Property
 The property labeled "Emissive Luminance" from the "AdvancedOpaque" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string OpaqueLuminance { get; }
Public Shared ReadOnly Property OpaqueLuminance As String
	Get
public:
static property String^ OpaqueLuminance {
	String^ get ();
}
static member OpaqueLuminance : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble".
See Also
Reference
AdvancedOpaque Class
Autodesk.Revit.DB.Visual Namespace